src/xml/request_oclc/oclc_bog_dynelarsen.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:43377124">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:10.919Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:10.993Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:10.919Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:10.993Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:10.925Z" MIMETYPE="text/xml" SIZE="1178">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>go&apos;daw jeg hedder lars larsen</dc:title>
  <dc:title>MATCH:go&apos;daw</dc:title>
  <dc:creator>Lars Larsen f. 1948</dc:creator>
  <dc:creator>NOBIRTH:Lars Larsen</dc:creator>
  <dc:creator>MATCHSTRING:Larsenl</dc:creator>
  <dc:subject>jysk firma</dc:subject>
  <dc:subject>lars larsen f. 1948</dc:subject>
  <dc:subject>larsen lars f. 1948</dc:subject>
  <dc:subject>erhvervsfolk</dc:subject>
  <dc:subject>erindringer</dc:subject>
  <dc:subject>handel</dc:subject>
  <dc:subject>1900-1999</dc:subject>
  <dc:subject>2000-2009</dc:subject>
  <dc:publisher>hansen mejlgade</dc:publisher>
  <dc:publisher>MATCHSTRING:hansen</dc:publisher>
  <dc:date>2004</dc:date>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>870970-basis:43377124</dc:identifier>
  <dc:identifier>ISBN:8791532000</dc:identifier>
  <dc:language>Dansk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:10.925Z" MIMETYPE="text/xml" SIZE="7418">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>43377124|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Go&apos;daw jeg hedder Lars Larsen</dc:title><dc:title xsi:type="dkdcplus:full">Go&apos;daw jeg hedder Lars Larsen : - jeg har et godt tilbud : en selvbiografi</dc:title><dc:creator xsi:type="dkdcplus:aut">Lars Larsen (f. 1948)</dc:creator><dc:creator xsi:type="oss:sort">Larsen, Lars (f. 1948)</dc:creator><dc:subject xsi:type="dkdcplus:DK5">99.4 Larsen, Lars, f. 1948</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Biografier af enkelte personer</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">Jysk firma</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">Lars Larsen (f. 1948)</dc:subject><dc:subject xsi:type="oss:sort">Larsen, Lars (f. 1948)</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">erhvervsfolk</dc:subject><dc:subject xsi:type="dkdcplus:DBCO">erindringer</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">handel</dc:subject><dcterms:abstract>Selvbiografi af Lars Larsen (f. 1948), stifteren af den internationale koncern JYSK</dcterms:abstract><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>Hansen Mejlgade</dc:publisher><dc:date>2004</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dc:format>illustreret (nogle i farver)</dc:format><dcterms:extent>192 sider</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">87-91532-00-0</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language><dcterms:temporal xsi:type="dkdcplus:DBCP">1900-1999</dcterms:temporal><dcterms:temporal xsi:type="dkdcplus:DBCP">2000-2009</dcterms:temporal></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">43377124</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20111203131324</marcx:subfield><marcx:subfield code="d">20040430</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="002"><marcx:subfield code="b">785100</marcx:subfield><marcx:subfield code="c">91866463</marcx:subfield><marcx:subfield code="x">78510091866463</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2004</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="k">a</marcx:subfield><marcx:subfield code="l">dan</marcx:subfield><marcx:subfield code="x">06</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="a">87-91532-00-0</marcx:subfield><marcx:subfield code="c">hf.</marcx:subfield><marcx:subfield code="d">gratis</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">ACC200424</marcx:subfield><marcx:subfield code="a">DBF200432</marcx:subfield><marcx:subfield code="x">SFD200432</marcx:subfield><marcx:subfield code="x">DAT200510</marcx:subfield><marcx:subfield code="x">DAT991149</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Larsen</marcx:subfield><marcx:subfield code="h">Lars</marcx:subfield><marcx:subfield code="c">f. 1948</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Go&apos;daw jeg hedder Lars Larsen</marcx:subfield><marcx:subfield code="c">- jeg har et godt tilbud</marcx:subfield><marcx:subfield code="c">en selvbiografi</marcx:subfield><marcx:subfield code="e">af Lars Larsen</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">[Århus]</marcx:subfield><marcx:subfield code="d">[Mejlgade 25, 8000 C]</marcx:subfield><marcx:subfield code="b">Hansen Mejlgade</marcx:subfield><marcx:subfield code="c">2004</marcx:subfield><marcx:subfield code="k">Nørhaven Paperback, Viborg</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="a">192 sider</marcx:subfield><marcx:subfield code="b">ill. (nogle i farver)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="504"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Selvbiografi af Lars Larsen (f. 1948), stifteren af den internationale koncern JYSK</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="600"><marcx:subfield code="1"></marcx:subfield><marcx:subfield code="a">Larsen</marcx:subfield><marcx:subfield code="h">Lars</marcx:subfield><marcx:subfield code="c">f. 1948</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="610"><marcx:subfield code="1"></marcx:subfield><marcx:subfield code="a">Jysk</marcx:subfield><marcx:subfield code="e">firma</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">99.4</marcx:subfield><marcx:subfield code="a">Larsen</marcx:subfield><marcx:subfield code="h">Lars</marcx:subfield><marcx:subfield code="c">f. 1948</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">erhvervsfolk</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="i">1900-1999</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="i">2000-2009</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="o">erindringer</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">handel</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="a">SFD</marcx:subfield><marcx:subfield code="o">200432</marcx:subfield><marcx:subfield code="c">A</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-03-02</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>nonfiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:10.926Z" MIMETYPE="text/xml" SIZE="1617">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">lj</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">masserettet i forb. med tilføjelse af niveaukoder</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d30"><marcx:subfield code="n">1</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d31"><marcx:subfield code="b">150</marcx:subfield><marcx:subfield code="h">220</marcx:subfield><marcx:subfield code="t">12</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d32"><marcx:subfield code="b">151</marcx:subfield><marcx:subfield code="h">220</marcx:subfield><marcx:subfield code="t">12</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d35"><marcx:subfield code="a">I</marcx:subfield><marcx:subfield code="b">f</marcx:subfield><marcx:subfield code="i">03</marcx:subfield><marcx:subfield code="n">09</marcx:subfield><marcx:subfield code="p">01</marcx:subfield><marcx:subfield code="q">09</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050302</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">ARTBOG200428</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">masseret</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:10.993Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:43377124">
    <isMemberOfUnit xmlns="info:fedora/">unit:47965</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47965</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:26:30.711</timestamp>
<pid>870970-basis:43377124</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>
</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
